Repository: Fxrh/DoBeeDo
Catalog: po/*.po
Languages: de, sk

source: New category
de: Neue Kategorie:
sk: Nová kategória

source: Enter the name for the new category:
de: Geben Sie den Namen für die neue Kategorie ein:
sk: Zadajte meno novej kategórie:

source: Rename category
de: Kategorie umbenennen
sk: Premenovať kategóriu

source: Enter the new name for the category:
de: Geben Sie den neuen Namen für die Kategorie ein:
sk: Zadajte nové meno kategórie:

source: Add
de: Hinzufügen
sk: Pridať

source: Rename
de: Umbenennen
sk: Premenovať

source: Remove
de: Löschen
sk: Odstrániť

# configuration page
source: General
de: Allgemein

source: Categories
de: Kategorien
sk: Kategórie

source: Priorities
de: Prioritäten
sk: Vlastnosti

source: When to remove done tasks:
de: Wann sollen erledigte Aufgaben gelöscht werden?

source: Never remove done tasks
de: Niemals erledigte Aufgaben löschen

source: Remove done tasks after session
de: Erledigte Aufgaben nach dem Beenden löschen

source: Remove done tasks immediately
de: Erledigte Aufgaben sofort löschen

source: Start hidden to system tray
de: In die Systemkontrollleiste minimiert starten

source: Use own background colors
de: Benutze eigene Hintergrundfarben
sk: Použiť vlastné farby pozadia

source: Color for priority 1:
de: Farbe für Priorität 1:
sk: Farba priority 1:

source: Color for priority 2:
de: Farbe für Priorität 2:
sk: Farba priority 2:

source: Color for priority 3:
de: Farbe für Priorität 3:
sk: Farba priority 3:

source: Use own font colors
de: Benutze eigene Schriftfarbe

source: The name of the todo item can't be empty
de: Der Name der Aufgabe kann nicht leer sein
sk: Položka ToDo musí mať meno

source: Priority:
de: Priorität:
sk: Priorita:

source: Category:
de: Kategorie:
sk: Kategória:

source: Description:
de: Beschreibung:
sk: Popis:

source: Select Date
de: Datum auswählen
sk: Nastaviť dátum

source: A todo list manager for KDE
de: Ein Aufgabenmanager für KDE
sk: Správca ToDo pre KDE

# NAME OF TRANSLATORS
source: Your names
de: Felix Rohrbach
sk: Slavko

# EMAIL OF TRANSLATORS
source: Your emails
de: fxrh@gmx.de
sk: linux@slavino.sk

# category, show all items
source: All
de: Alle
sk: Všetky

source: Overdue
de: Überfällig
sk: Zmeškané

source: Today
de: Heute
sk: Dnes

source: Tomorrow
de: Morgen
sk: Zajtra

source: Next week
de: Nächste Woche
sk: Butúci týždeň

source: Next month
de: Nächster Monat
sk: Budúci mesiac

source: Future
de: Zukunft
sk: Neskôr...

source: new task...
de: neue Aufgabe...
sk: nová úloha...

source: Next Monday
de: Nächster Montag
sk: Budúci pondelok

source: Next Tuesday
de: Nächster Dienstag
sk: Budúci utorok

source: Next Wednesday
de: Nächster Mittwoch
sk: Budúca streda

source: Next Thursday
de: Nächster Donnerstag
sk: Budúci štvrtok

source: Next Friday
de: Nächster Freitag
sk: Budúci piatok

source: Next Saturday
de: Nächster Samstag
sk: Budúca sobota

source: Next Sunday
de: Nächster Sonntag
sk: Budúca nedeľa

source: Edit
de: Bearbeiten
sk: Upraviť

source: Done
de: Fertig
sk: Hotovo

source: Configure DoBeeDo
de: DoBeeDo einrichten
sk: Nastaviť DoBeeDo

source: Date
de: Datum
sk: Dátum

source: Overdue: %1
de: Überfällig: %1
sk: Zmeškané: %1

source: Today: %1
de: Heute: %1
sk: Dnes: %1

source: Tomorrow: %1
de: Morgen: %1
sk: Zajtra: %1

source: Next week: %1
de: Nächste Woche: %1
sk: Budúci týždeň: %1

source: Next month: %1
de: Nächster Monat: %1
sk: Budúci mesiac: %1

source: Future: %1
de: Zukunft: %1
sk: Neskôr: %1

source: Name:
sk: Meno:

source: (c) 2010 Felix Rohrbach
sk: © 2010 Felix Rohrbach

source: Name
sk: Meno
